---
kind: property
id: P:Autodesk.Revit.DB.SpatialElementTag.IsOrphaned
source: html/f2e699b0-20cf-9af1-98c5-aa9f339260a0.htm
---
# Autodesk.Revit.DB.SpatialElementTag.IsOrphaned Property

Identifies if the tag is orphaned or not.

## Syntax (C#)
```csharp
public bool IsOrphaned { get; }
```

## Remarks
The orphan tags are used to tag a spatial element in a link document, but the spatial element was deleted.